brew "bat"
brew "xz"
brew "bottom"
brew "eza"
brew "fd"
brew "fzf"
brew "icu4c@76"
brew "git"
brew "grip"
brew "htop"
brew "jq"
brew "jupyterlab"
brew "lazygit"
brew "luarocks"
brew "neofetch"
brew "neovim"
brew "openjdk@21"
brew "peco"
brew "pkgconf"
brew "python@3.11"
brew "ranger"
brew "ripgrep"
brew "rpm"
brew "starship"
brew "stow"
brew "syncthing"
brew "tmux"
brew "tree"
brew "wmctrl"
brew "xclip"
brew "yarn"
brew "z"
brew "zoxide"
brew "zsh-syntax-highlighting"
brew "zsh-vi-mode"
