tap "homebrew/bundle"
brew "bat"
brew "bottom"
brew "fd"
brew "fzf"
brew "gcc"
brew "git"
brew "grip"
brew "jq"
brew "lazygit"
brew "luarocks"
brew "eza"
brew "neovim"
brew "wmctrl"
brew "neofetch"
brew "python@3.11"
brew "syncthing"
brew "peco"
brew "pnpm"
brew "ranger"
brew "ripgrep"
brew "rpm"
brew "starship"
brew "stow"
brew "tmux"
brew "zoxide"
brew "tree"
brew "zsh"
brew "gh"
brew "zsh-syntax-highlighting"
brew "zsh-vi-mode"
