tap "homebrew/bundle"
brew "bat"
brew "bottom"
brew "exa"
brew "fd"
brew "fzf"
brew "gcc"
brew "git"
brew "grip"
brew "jq"
brew "lazygit"
brew "luarocks"
brew "neovim"
brew "python@3.11"
brew "peco"
brew "pnpm"
brew "ranger"
brew "ripgrep"
brew "rpm"
brew "starship"
brew "stow"
brew "tmux"
brew "tree"
brew "z"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "zsh-vi-mode"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "github.classroom"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "ms-vsliveshare.vsliveshare"
vscode "ritwickdey.liveserver"
vscode "vscodevim.vim"
vscode "yzhang.markdown-all-in-one"
