tap "buo/cask-upgrade"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "microsoft/mssql-release"
brew "bash"
brew "bat"
brew "coreutils"
brew "eza"
brew "fd"
brew "libidn2"
brew "fzf"
brew "gh"
brew "git"
brew "gnu-sed"
brew "gnupg"
brew "htop"
brew "jq"
brew "lazygit"
brew "luarocks"
brew "neofetch"
brew "neovim"
brew "ninja"
brew "tree"
brew "pass"
brew "peco"
brew "pnpm"
brew "python@3.9"
brew "ranger"
brew "ripgrep"
brew "starship"
brew "stow"
brew "syncthing"
brew "tmux"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "zsh-vi-mode"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "zoxide"
cask "alacritty"
cask "istat-menus"
cask "alfred"
cask "alt-tab"
cask "authy"
cask "brave-browser"
cask "docker"
cask "figma"
cask "firefox@developer-edition"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "local"
cask "min"
cask "notion"
cask "obsidian"
cask "rectangle"
cask "responsively"
cask "spotify"
cask "stretchly"
cask "visual-studio-code"
cask "zoom"
